{
	"name": "Graham Troyer-Joy",
	"address": {
		"street": [ "4960 N. Marine Dr. #912" ],
		"city": "Chicago",
		"state": "Illinois",
		"zip": "60640"
	},
	"phone": "+1 708 275 5448",
	"email": "graham@troyer-joy.com",
	"elevatorSpeech": "I’m a passionate digital storyteller, a relentless innovator, a creative thought leader, an advocate for user-centered design. I’m meticulous about alignment between tactics and strategy and fanatical about process. I’m a firm believer that you’re doing it right when you’re having fun because you’re working your ass off at something that matters.",
	"work": [
		{
			"what": "Front-End Developer",
			"where": "The Field Museum",
			"when": "2014-present",
			"how": "Implemented an iterative, agile software development process; helped transform department from maintenance-oriented service workflow to strategic, project-based, forward-thinking approach. Created front-end platform for rich digital storytelling experiences, doubling conversion rate over previous microsites. Redesigned, re-branded, and upgraded public-facing website in collaboration with external vendors, internal stakeholders, and team members. Supported institutional and departmental goals across communications channels as part of a multidisciplinary team, and across departments. Conceived groundbreaking ticketing prototype, managed internship bringing concept to completion. Product owner of Specimens digital exhibition interactive."
		},
		{
			"what": "Software Engineer",
			"where": "Spotlite (a subsidiary of PerkSpot)",
			"when": "2011-13",
			"how": "Created a tool to visualize and update complex rate and eligibility flows at fast-paced, disruptive insurance startup. Implemented a complete redesign of enrollment interface compatible with browsers down to IE 6. Architected HIPAA-compliant admin tools including custom content management solution. Discovered the charms and challenges of telecommuting."
		},
		{
			"what": "Developer",
			"where": "Highbeam Research (a subsidiary of Cengage Learning)",
			"when": "2009-11",
			"how": "Worked with a large, diverse Scrum team to develop new features in a large, existing codebase as outlined in user-story requirements. Transitioned legacy application to modern web framework. Created reusable front-end components."
		},
		{
			"what": "Developer",
			"where": "Chicago Data Solutions",
			"when": "2008-9",
			"how": "Architected and implemented a custom ticketing solution, working directly with client to define user needs. Learned hands-on how to map features, design data schemas, and adhere to engineering best practices.",
		},
		{
			"what": "Tech Director",
			"where": "WVKC Galesburg",
			"when": "2005-8",
			"how": "Maintained station website, audio stream, computing hardware. Authored automated show scheduling solution."
		},
		{
			"what": "Photo Archives Intern",
			"where": "The Field Museum",
			"when": "Summer 2002-3",
			"how": "Digitized slides, prints, and negatives from the Museum's collection; created and maintained accompanying database metadata. Implemented batch process to expedite standard cropping."
		},
	],
	"experience": [
		{
			"what": "Leader",
			"where": "Outfielders",
			"when": "2014-present",
			"how": "Founded and led employee advocacy group to promote inclusion and visibility for LGBTQ people at The Field Museum. Created first-ever publicly accessible all-gender bathroom in the Museum, co-sponsored relevant scientific lectures with Women in Science group. Planned and executed public events from concept and budget to marketing and logistics. Organized pride parade contingents that reached hundreds of thousands of Chicagoans; devised and managed first-of-kind Slushies and Science event, which sold out within hours and brought pertinent Field Museum science out of the Museum and into visitors' neighborhoods."
		},
		{
			"what": "Speaker",
			"where": "TEDx Grant Park",
			"when": "2016",
			"how": "Researched and <a href=\"https://www.youtube.com/watch?v=K7IXnbEC2Uk\">presented</a> a storytelling-based analysis of personal text message data to an audience of hundreds of Chicago innovators."
		},
		{
			"what": "Winner",
			"where": "Lincoln Labs Hackathon",
			"when": "2013",
			"how": "Built and pitched an API-driven SMS-based citizen engagement app in 24 hours with a team of 4."
		},
		{
			"what": "Outreach Volunteer",
			"where": "Howard Brown Health Center",
			"when": "2008-10",
			"how": "Provided information about a range of health issues directly to vulnerable populations in collaboration with clinical staff."
		},
		{
			"what": "Volunteer",
			"where": "Common Ground Collective",
			"when": "Spring 2006",
			"how": "Gutted houses damaged by Hurricane Katrina in preparation for renovation with local community organization."
		},
	],
	"education": [
		{
			"what": "Bachelor of Arts",
			"where": "Knox College",
			"when": "2008",
			"how": "Major in anthropology & sociology, minor in painting, minor in Spanish. Leader of student activist group: organized outreach and other programming, group trips to NY and DC."
		},
	],
}
