{
	"name": "Graham Troyer-Joy",
	"phone": "+1 708 275 5448",
	"email": "graham@troyer-joy.com",
	"pronouns": "he/him/his",
	"elevatorSpeech": "I’m a passionate digital storyteller; a collaborative, relentless innovator; a brave and empathic leader. I'm an advocate for diversity, inclusion, and user-centered design; I'm meticulous about alignment between strategy and tactics, devoted to process, and obsessed with data. I’m a firm believer that you’re doing it right when you’re having fun because you’re working your ass off at something that matters.",
	"work": [{
			"what": "Lead Software Development Instructor",
			"where": "Flatiron School",
			"when": "2018-present",
			"how": "Taught React, Rails, JS, and Ruby with creativity and passion to hundreds of student developers. Sustained cross-functional collaborations to improve curricula. Managed daily tasks for teams of technical coaching fellowsn to meet student needs and remediate student struggles. Pilot instructor for Houston, TX campus launch."
		},
		{
			"what": "Software Developer Instructor",
			"where": "Dev Bootcamp Chicago",
			"when": "2017",
			"how": "Served as a teacher, a technical expert, and a mentor; helping students develop the engineering and interpersonal skills they need to become software professionals. Collaborated to teach Engineering Empathy curriculum, facilitated LGBTQ affinity lunches, pioneered new approaches to teaching front-end development."
		},
		{
			"what": "Senior Interactive Product Engineer",
			"where": "The Field Museum",
			"when": "2014-17",
			"how": "Implemented an iterative, agile software development process; helped transform maintenance-oriented reactive workflow into strategic, project-based, forward-thinking approach. Created platform for digital storytelling, doubling conversions over previous microsites. Redesigned, re-branded, and upgraded public website in collaboration with vendors and stakeholders. Conceived groundbreaking ticketing prototype and managed internship that brought design concept to completion. Product owner of <a href='https://www.fieldmuseum.org/discover/on-exhibit/specimens'>Specimens interactive</a>."
		},
		{
			"what": "Software Engineer",
			"where": "Spotlite (PerkSpot)",
			"when": "2011-13",
			"how": "Created a tool to visualize and update complex rate and eligibility flows at fast-paced, disruptive insurance startup. Implemented a rich enrollment interface with compatibility for legacy browsers. Architected HIPAA-compliant admin tools including custom content management solution. Discovered the charms and challenges of telecommuting."
		},
		{
			"what": "Developer",
			"where": "Highbeam Research (Cengage Learning)",
			"when": "2009-11",
			"how": "Worked with a large, diverse Scrum team to develop new features in a large, existing codebase as outlined in user-story requirements. Transitioned legacy application to modern web framework. Created reusable front-end components."
		},
		{
			"what": "Developer",
			"where": "Chicago Data Solutions",
			"when": "2008-9",
			"how": "Architected and implemented a custom ticketing solution, working directly with client to define user needs. Learned hands-on how to map features, design data schemas, and adhere to engineering best practices.",
		},
		{
			"what": "Tech Director",
			"where": "WVKC Galesburg",
			"when": "2005-8",
			"how": "Maintained station website, audio stream, computing hardware. Authored automated show scheduling solution."
		},
	],
	"experience": [
		{
			"what": "Leader",
			"where": "Outfielders",
			"when": "2014-present",
			"how": "Founded and led employee advocacy group promoting inclusion and visibility for LGBTQ people at The Field Museum. Created first-ever publicly accessible all-gender bathroom, co-sponsored relevant scientific lectures with Women in Science group. Planned and executed public events from concept and budget to marketing and logistics. Organized pride parade contingents; devised and managed first-of-kind Slushies and Science event, which sold out within hours and brought pertinent science out of the Museum and into visitors' neighborhoods."
		},
		{
			"what": "Speaker",
			"where": "TEDx Grant Park",
			"when": "2016",
			"how": "Researched and <a href=\"https://www.youtube.com/watch?v=K7IXnbEC2Uk\">presented</a> a storytelling-based analysis of personal text message data to an audience of hundreds of Chicago innovators."
		},
		{
			"what": "Winner",
			"where": "Lincoln Labs Hackathon",
			"when": "2013",
			"how": "Built and pitched an API-driven SMS-based citizen engagement app in 24 hours with a team of 4."
		},
		{
			"what": "Outreach Volunteer",
			"where": "Howard Brown Health Center",
			"when": "2008-10",
			"how": "Provided information about a range of health issues directly to vulnerable populations in collaboration with clinical staff."
		},
		{
			"what": "Volunteer",
			"where": "Common Ground Collective",
			"when": "Spring 2006",
			"how": "Gutted houses damaged by Hurricane Katrina in preparation for renovation with local community organization."
		},
	],
	"education": [
		{
			"what": "Bachelor of Arts",
			"where": "Knox College",
			"when": "2008",
			"how": "Major in anthropology & sociology, minor in painting, minor in Spanish. Leader of student activist group: organized outreach and other programming, group trips to NY and DC."
		},
	],
}
